commands_templates/GetVideoSourceModes0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/media/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetVideoSourceModes>
         <!--type: ReferenceToken-->
         <wsdl:VideoSourceToken>?</wsdl:VideoSourceToken>
      </wsdl:GetVideoSourceModes>
   </soap:Body>
</soap:Envelope>